<?php

// +----------------------------------------------------------------------
// | Center Plugin for ThinkAdmin
// +----------------------------------------------------------------------
// | 版权所有 2014~2025 ThinkAdmin [ thinkadmin.top ]
// +----------------------------------------------------------------------
// | 官方网站: https://thinkadmin.top
// +----------------------------------------------------------------------
// | 开源协议 ( https://mit-license.org )
// | 免责声明 ( https://thinkadmin.top/disclaimer )
// +----------------------------------------------------------------------

$extra = [];

return array_merge($extra, [
    '管理插件' => 'Manage Plugin',
    '取消默认' => 'Cancel Default',
    '设为默认' => 'Set as Default',
    '未配置菜单' => 'Menu Not Configured',
    '无记录' => 'No Records',
]);

